---
kind: other
id: Properties.T:Autodesk.Revit.DB.ModelPath
source: html/3f372056-9f14-470a-4ae3-8867b2ca03d5.htm
---
# ModelPath Properties

The path to the location of the central Revit server or cloud.